Repository: akanezilla/spotify-wrapper
Catalog: locale/*/LC_MESSAGES/django.po
Languages: es, fr

source: Spotify Wrapper Home
es: Inicio de Spotify Wrapper
fr: Accueil de Spotify Wrapper

source: Welcome,
es: Bienvenido,
fr: Bienvenue,

source: Spotify Connected
es: Spotify Conectado
fr: Spotify Connecté

source: Connect with Spotify
es: Conéctate con Spotify
fr: Connectez-vous avec Spotify

source: Stories
es: Historias
fr: Histoires

source: Profile
es: Perfil
fr: Profil

source: Logout
es: Cerrar sesión
fr: Déconnexion

source: Delete Account
es: Eliminar cuenta
fr: Supprimer le compte

source: Create your next story
es: Crea tu próxima historia
fr: Créez votre prochaine histoire

source: Generate a Spotify wrapped to see what adventure your music takes you to.
es: Genera un Spotify Wrapped para ver a qué aventura te lleva tu música.
fr: Générez un Spotify Wrapped pour voir quelle aventure votre musique vous réserve.

source: Generate Wrap
es: Generar Wrapped
fr: Générer un Wrapped

source: Your Spotify Data
es: Tus datos de Spotify
fr: Vos données Spotify

source: View Top 5 Tracks
es: Ver las 5 pistas principales
fr: Voir les 5 morceaux principaux

source: View Top Artists
es: Ver los mejores artistas
fr: Voir les meilleurs artistes

source: View Top Genre
es: Ver el género principal
fr: Voir le genre principal

source: View Listener Type
es: Ver tipo de oyente
fr: Voir le type d'auditeur

source: View 3 Random Songs
es: Ver 3 canciones aleatorias
fr: Voir 3 chansons aléatoires

source: View Total Listening Time
es: Ver tiempo total de escucha
fr: Voir le temps total d'écoute

source: View Top Song
es: Ver la canción principal
fr: Voir la chanson principale

source: View Memorable Moment
es: Ver momento memorable
fr: Voir le moment mémorable

source: Connect your Spotify account to generate a wrap.
es: Conecta tu cuenta de Spotify para generar un Wrapped.
fr: Connectez votre compte Spotify pour générer un Wrapped.

source: Analyzing your data...
es: Analizando tus datos...
fr: Analyse de vos données...

source: Generating your wrap...
es: Generando tu wrap...
fr: Génération de votre Wrapped...

source: Complete!
es: ¡Completado!
fr: Terminé!

source: The cards have been drawn,
es: Las cartas han sido repartidas,
fr: Les cartes ont été tirées,

source: the stars aligned,
es: las estrellas se alinearon,
fr: les étoiles se sont alignées,

source: and now the universe reveals
es: y ahora el universo revela
fr: et maintenant l'univers révèle

source: your auditory divination!
es: ¡tu adivinación auditiva!
fr: votre divination auditive!

source: Your Cosmic Clock
es: Tu Reloj Cósmico
fr: Votre Horloge Cosmique

source: Celestial Highlight
es: Destello Celestial
fr: Fait Marquant Céleste

source: Your Chords of Destiny
es: Tus Acordes del Destino
fr: Vos Accords du Destin

source: Your Top 5 Cosmic Influencers
es: Tus 5 Principales Influencias Cósmicas
fr: Vos 5 Influences Cosmiques Principales

source: Sound of Your Soul
es: Sonido de Tu Alma
fr: Le Son de Votre Âme

source: Your Musical Prophecy
es: Tu Profecía Musical
fr: Votre Prophétie Musicale
